Repository: merovic/Trip
Catalog: Trip/SupportingFiles/*.lproj/Localizable.strings
Languages: ar

# Lang
source: en
ar: ar

source: From
ar: من

source: To
ar: الي

source: SR/day
ar: ريال/يوم

source: SR
ar: ريال

source: Trips
ar: رحلة

source: Done
ar: تم

source: KM
ar: كم

source: There is no details
ar: لا توجد تفاصيل

source: Total Kilometers
ar: عدد الكيلومترات

source: Trip free Kilometers
ar: عدد الكيلومترات المجانية

source: Extra Kilometers
ar: عدد الكيلومترات الزيادة

source: Extra Kilometer Price
ar: سعر الكيلومتر الزيادة

source: Extra Kilometers Price
ar: اجمالي التكلفة الاضافية

source: please try again
ar: حاول مرة اخري

source: Failed
ar: فشل

source: Success
ar: نجاح

source: Error
ar: خطاء

source: Please Upload Licence Image
ar: برجاء اختيار صورة الرخصة

source: Passwords Don't Match
ar: كلمة السر غير متطابقة

source: All Fields Are Required
ar: جميع الحقول مطلوبة

source: Image Uploaded Successfully
ar: تم رفع الصورة بنجاح

source: Please Try Again
ar: حاول مرة اخري

source: Wrong Email or Password
ar: خطاء في البريد الالكتروني او كلمة المرور

source: Enter Your Email And Password
ar: ادخل البريد الالكتروني و كلمة المرور

source: Password Changed Successfully
ar: تم تغيير كلمة المرور بنجاح

source: This Email Doesn't Exist
ar: البريد الالكتروني غير صحيح

source: Please Enter Valid Email
ar: برجاء ادخال بريد صالح

source: Invitation Will Be Sent
ar: تم ارسال الدعوة

source: Car Added Successfully
ar: تم اضافة السيارة بنجاح

source: About Us
ar: من نحن

source: Enter the number of kilometers
ar: ادخل عدد الكيلومترات

source: SignIn
ar: تسجيل الدخول

source: SignOut
ar: تسجيل الخروج

# localized-Font
source: OpenSans-SemiBold
ar: Cairo-Regular

source: Account Regestered Successfully
ar: تم تسجيل الدخول بنجاح

source: Couldn't Create Account
ar: لم يتم التسجيل

source: Can't create Account ,please check your connection
ar: لم يتم تسجيل الدخول ,برجاء التاكد من الاتصال بالانترنت

source: Request Refused Successfully
ar: تم رفض الطلب بنجاح

source: OK
ar: حسنا
